<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Cats.aspx.cs" Inherits="Cats" %>

<asp:Content ID="Content1" ContentPlaceHolderID="headContent" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="formContent" Runat="Server">
    <h3>Кошки</h3>
    <p>
        <img src="Img/cat.png" alt="Кошка" class="img"/>
        Слуховой аппарат котов может улавливать ультразвуки, причем они безошибочно определяют местоположение
        его источника, поэтому, чтобы найти мышь, котам совсем не обязательно ее видеть.
    </p>
    <p>
        Одни из самых совершенных сенсоров - усы кошки, они очень чувствительны и помогают определять движение
        жертвы на расстоянии.
    <p>
        Чтобы видеть в темноте, кошке достаточно шестой части освещения, которое потребовалось бы человеку.
        Кошки могут издавать различные звуки, выражая тем самым свои эмоции. Мягким рокотанием выражают просьбу,
        урчанием - подчинение, шипением - враждебность, пронзительными воплями - агрессию или боль.
    </p>
    <p>
        Свои эмоции кошка может выражать при помощи хвоста, когда кошка трется об ноги хозяина, а хвост ее
        дрожит - это проявление большой любви. Если кошка качает хвостом, значит, находится в нерешительности
        и не знает как ей поступить.
    </p>
    <p>
        Уходу за собой кошка посвящает четверть всего своего времени. Не каждый человек так следит за своей
        внешностью.
    </p>
    <p class="text_italic">
        Важно: домашние кошки могут сильно заболеть из-за сигаретного дыма, последствиями могут быть заболевания
        от астмы до рака.
    </p>
</asp:Content>