<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Dogs.aspx.cs" Inherits="Dogs" %>

<asp:Content ID="Content1" ContentPlaceHolderID="headContent" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="formContent" Runat="Server">
    <h3>Собаки</h3>
        <p>
            <img src="Img/dog.png" alt="Собака" class="img">
            Собаки отличаются хорошим зрением, они видят неподвижные предметы на расстоянии до 500 м, а движущиеся -
            до 900 м, а их нюх поистине уникален: считается, что среди миллиарда бочек с хорошими яблоками собака
            сможет найти одно гнилое.
        </p>
        <p>
            Собака выражает свое настроение лаем: хриплым, если испытывает боль или при
            опасности, звучным при игре с хозяином или другими собаками.
        </p>
        <p>
            По мнению ученых, собаки общаются с сородичами, помимо прочего, еще и особым пыхтением с разной частотой
            звука. Человеку же покажется, что собака просто часто дышит.
        </p>
        <p>
            Существует предположение, что собаки спариваются не только инстинктивно для продолжения рода, но и
            просто ради удовольствия.
        </p>
        <p>
            Единственная порода собак, представители которой из-за особого строения гортани не могут лаять-
            африканская Бесенджи, но они способны издавать другие звуки: вой, рычание и визг.
        </p>
        <p>
            При знакомстве собаки нюхают друг друга под хвостом потому, что там находится специальная железа,
            отвечающая за индивидуальный запах. А виляют собаки хвостом, чтобы распространить этот запах как можно
            дальше.
        </p>
        <p class="text_italic">
            Важно: собакам нельзя давать шоколад, так как содержащийся в нем теобромин является для животного ядом.
        </p>
</asp:Content>