<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Fishes.aspx.cs" Inherits="Fishes" %>

<asp:Content ID="Content1" ContentPlaceHolderID="headContent" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="formContent" Runat="Server">
<h3>Аквариумные рыбки</h3>
    <p>
        <img src="Img/fish4.png"  alt="Аквариумные рыбки" class="img" />
        Самец гуппи, чтобы показать свою красоту и готовность к близости, преследует самку и подает условный
        сигнал - изгибает тело в форме буквы «S». А вот самки гуппи предпочитают рожать на глазах у других рыб,
        причем, чем больше зрителей, тем больше появляется мальков.
    </p>
    <p>
        Самки многих цихловых защищают своих детенышей, засасывая их в рот, а когда опасность минует,
        то выплевывают их обратно.
    </p>
    <p>
        Аквариумные рыбки данио-рерио обладают способностью к регенерации сердечной мышцы, поэтому смерть от
        этого недуга им не грозит.
    </p>
    <p>
        Очень красивая рыбка - Сиамский петушок (Bettasplendens) - отличается своими боевыми качествами,
        двух самцов держать вместе нельзя, иначе они до смерти будут решать, кто из них главнее. А вот к своему
        потомству самцы относятся с удивительной заботой, самостоятельно ухаживая за гнездом с икринками.
    </p>
    <p class="text_italic">
        И напоследок: самое главное качество домашних животных - они продлевают жизнь хозяевам!
        Люди, у которых есть домашние питомцы, живут дольше и менее подвержены стрессам и сердечным приступам!
    </p>

</asp:Content>

