<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="Rats.aspx.cs" Inherits="Rats" %>

<asp:Content ID="Content1" ContentPlaceHolderID="headContent" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="formContent" Runat="Server">
    <h3>Грызуны</h3>
    <p>
        <img src="Img/hamster.png" alt="Грызуны" class="img"/>
        Крысы - уникальные существа. Они с легкостью распознают ядовитые и испорченные продукты, особенно
        чувствительны крысы, которые живут в естественных условиях.
    </p>
    <p>
        Размножаются крысы очень быстро, судите сами: беременность длится 3 недели, а вынашивать самка может
        до 10 детенышей. За два года одна пара крыс может превратиться в миллион.
    </p>
    <p>
        Крысы превосходят всех остальных животных земли своей уникальной способностью к выживанию в тяжелых
        условиях, а также в тестах на сообразительность показывают очень высокие результаты.
    </p>
    <p>
        Хомяки, как и люди, подвержены алкогольной зависимости, но обладай мы стойкостью хомяка,
        то могли бы выпивать по ящику вина в сутки.
    </p>
    <p>
        Как и люди, в зимнее время года хомяки подвержены депрессии, все дело в недостатке солнечного света.
    </p>
</asp:Content>

